---
kind: type
id: T:Autodesk.Revit.DB.Point
zh: 点
source: html/9a9591f5-e6d2-6af5-8642-b14fdd1ee5ec.htm
---
# Autodesk.Revit.DB.Point

**中文**: 点

A 3D point.

## Syntax (C#)
```csharp
public class Point : GeometryObject
```

## Remarks
The point lies at a given XYZ coordinate location.